{
  "destaques": [
    {
      "id": 1,
      "titulo": "Filme Incrível 1",
      "descricao": "Uma descrição curta do filme incrível 1.",
      "imagem": "emilia.jpg",
      "link": "detalhes.html?id=1"
    },
    {
      "id": 2,
      "titulo": "Filme Incrível 2",
      "descricao": "Uma descrição curta do filme incrível 2.",
      "imagem": "sub.jpg",
      "link": "detalhes.html?id=2"
    },
    {
      "id": 3,
      "titulo": "Filme Incrível 3",
      "descricao": "Uma descrição curta do filme incrível 3.",
      "imagem": "wicked.jpg",
      "link": "detalhes.html?id=3"
    },
    {
      "id": 4,
      "titulo": "Filme Incrível 4",
      "descricao": "Uma descrição curta do filme incrível 4.",
      "imagem": "ainda.jpg",
      "link": "detalhes.html?id=4"
    }
  ],
  "todosFilmes": [
    {
      "id": 1,
      "titulo": "Procurando o Nemo",
      "descricao": "Quando o jovem peixe-palhaço Nemo é capturado da Grande Barreira de Corais da Austrália e levado para o aquário de um consultório odontológico, Marlin, o preocupado pai do peixinho, e Dory, a amiga simpática, mas desmemoriada, têm de fazer uma jornada épica para trazê-lo de volta para casa.",
      "imagem": "nemo.jpg",
      "link": "detalhes.html?id=1"
    },
    {
      "id": 2,
      "titulo": "John Wick",
      "descricao": "John Wick é um ex-assassino de aluguel, agora aposentado, que é obrigado a voltar ao submundo do crime após o roubo do seu carro e a morte do seu cachorro, um presente da sua falecida esposa. A história se concentra na sua busca por vingança e nas consequências.",
      "imagem": "john.jpg",
      "link": "detalhes.html?id=2"
    },
    {
      "id": 3,
      "titulo": "Parasita",
      "descricao": "Toda a família de Ki-taek está desempregada, vivendo na miséria. Por obra do acaso, ele começa a dar aulas de inglês para uma garota de família rica. Fascinados com a vida luxuosa destas pessoas, pai, mãe e filhos bolam um plano para se infiltrar também na abastada família.",
      "imagem": "parasita.jpg",
      "link": "detalhes.html?id=3"
    },
    {
      "id": 4,
      "titulo": "Fratura",
      "descricao": "Depois que sua esposa e filha desaparecem do pronto-socorro, um homem fica convencido de que o hospital está escondendo alguma coisa. Ray sofre uma grande tragédia quando a sua filha, Peri, cai e fratura o braço. Após isso coisas inexplicáveis começam a acontecer.",
      "imagem": "Fratura.jpeg",
      "link": "detalhes.html?id=4"
    },
    {
      "id": 5,
      "titulo": "Todo tempo que temos",
      "descricao": "Almut e Tobias são unidos por um encontro surpresa que muda suas vidas. Ao embarcarem em um caminho desafiado pelos limites do tempo, eles aprendem a valorizar cada momento de sua história de amor não convencional.",
      "imagem": "todo.jpg",
      "link": "detalhes.html?id=5"
    },
    {
      "id": 6,
      "titulo": "Carros",
      "descricao": "Relâmpago McQueen é um carro de corridas ambicioso, que em sua 1ª temporada na Copa Pistão torna-se um astro. Ele sonha em se tornar o 1º estreante a vencer o campeonato, e assinar um patrocínio com a cobiçada Dinoco.",
      "imagem": "carros.jpg",
      "link": "detalhes.html?id=6"
    },
    {
      "id": 7,
      "titulo": "Lalaland",
      "descricao": "O pianista Sebastian conhece a atriz Mia, e os dois se apaixonam perdidamente. Em busca de oportunidades para suas carreiras na competitiva Los Angeles, os jovens tentam fazer o relacionamento amoroso dar certo, enquanto perseguem fama e sucesso.",
      "imagem": "lalaland.jpg",
      "link": "detalhes.html?id=7"
    },
    {
      "id": 8,
      "titulo": "É assim que acaba",
      "descricao": "Lily Bloom decide começar uma nova vida em Boston. Lily acredita que encontrou o amor verdadeiro com Ryle. Porém, as coisas se complicam quando um incidente doloroso desencadeia um trauma do passado e também, quando seu primeiro amor reaparece.",
      "imagem": "assim.jpg",
      "link": "detalhes.html?id=8"
    }
  ]
}
